<pre>
<b> EA เผยผลประกอบการไตรมาสสุดท้าย 2016 สัดส่วนรายได้กว่า 60% มาจากคอนเทนท์ดิจิทัล

-Electronic Arts เปิดเผยผลประกอบกอบการไตรมาสสุดท้ายของปีที่แล้ว (ไตรมาส 3 ของปีงบประมาณ 2017) มีรายได้แบบ GAAP ที่ 1,149 ล้านเหรียญ
เพิ่มขึ้นจากไตรมาสเดียวกันของปีที่แล้วที่ 1,070 ล้านเหรียญ ขาดทุนสุทธิอยู่ที่ 1 ล้านเหรียญ ลดลงจากปีที่แล้วที่อยู่ที่ 45 ล้านเหรียญสหรัฐ
เมื่อแยกเป็นสัดส่วนรายได้ คอนเทนท์ดิจิทัลมีสัดส่วนถึง 60% ที่ 685 ล้านเหรียญ เพิ่มขึ้นจาก 569 ล้านเหรียญในช่วงปลายปีที่แล้ว
ส่วนรายได้จากเกมกล่องลดลงจาก 501 ล้านเหรียญในปีที่แล้วเหลือ 464 ล้านเหรียญ ขณะที่สัดส่วนคอนเทนท์บนระบบดิจิทัลที่ทำยอดขายเยอะทีสุดเป็น DLC หรือ Extra Content
EA ระบุว่า FIFA 17 เป็นเกมบนคอนโซลที่ขายดีที่สุดในปีที่แล้ว ขณะที่ Battlefield 1 กลายเป็นเกมที่มียอดผู้เล่นเยอะที่สุดในซีรีส์ เยอะกว่า Battlefield 4 ถึง 50%
เมื่อเทียบกับช่วงไตรมาสแรกหลังวางจำหน่าย ส่วนเกมบนโมบายล์ที่มีคนเล่นมากที่สุดคือ Star Wars: Galaxy of Heroes เฉลี่ย 155 นาทีต่อวัน

<img src = "https://www.blognone.com/sites/default/files/styles/thumbnail/public/topics-images/ea.png?itok=kmj2XDDx" width = "30%">
ที่มา : Blognone
 </pre>
